[
    "Dlaczego frontendowcom najłatwiej jest zamówić jedzenie z McDonalda? Bo mają hamburger menu",
    "Co robi component, który zmienia dom? Remount",
    "Jaka jest ulubiona zupa Google Chrome? RAM-en",
    "O co pyta React Developer w domu swojej byłej żony? JSX",
    "Co robi scram master po sprincie? Myje Jiry",
    "Dlaczego nowa składnia java scriptu została doceniona przez środowisko łuczników? Bo wprowadzono arrow function",
    "Co frontendowiec mówi do konia? Wiśta Vue",
    "Dlaczego nauczyciele to kiepscy programiści? Bo korzystają tylko z tablic",
    "Dlaczego frontendowiec chodzi do opery? Żeby poogladać diwy",
    "Jaki jest ulubiony król frontendowców? August III SASS",
    "Jaki jest ulubiony pies frontendowca? &lt;span&gt;iel",
    "Jak jest ulubiona część lotniska dla programisty? Terminal",
    "Co frontendowcowi sterczy z nosa? Babel",
    "Jak się nazywa błąd związany z wyświetlaniem elementu w przeglądarce Microsoftu? Edge case",
    "Co mówi ksiądz na ślubie informatyka? Pobieranie zakończone",
    "Co bierze informatyk na turniej rycerski? Kopię zaposową",
    "Jaki jest ulubiony serial programistów? Opowieści skrypty",
    "Jaka jest ulubiona kolęda frontendowca? <li></li><li></li> laj",
    "Jaka jest ulubiona ryba programisty? Pstring",
    "Jakie jest ulubione zwierzę PM'ów? Jirafa",
    "Jaka jest ulubiona maść administratorów? Sudocrem",
    "W jakim kraju są najbardziej doświadczeni developerzy? W meksyku, bo tam każdy to senior",
    "Jaka metoda HTTP jest najczęściej używana przed wielkanocą? POST",
    "Jaką chatę buduje frontendowiec? HT ML",
    "Co najbardziej przeraża frontendowców? Nawiedzony DOM",
    "Ulubiona muzyka glonojadów? Algorytmy",
    "Po czym poznać że kod jest czysty? Po tym, że się myje",
    "Jaki jest najgorzy rodzaj PH? PHP",
    "Ulubiona bajka Node Developerów? Noddy",
    "Dlaczego backedowcy to leniuchy? Bo ciągle robią REST",
    "Co łączy TypeScript i siłownię? Tu i tu są silne typy",
    "Gdzie programiści zbierają grzyby? W server lesie",
    "W którym kraju programują najgorzej? We Włoszech, bo ciągle piszą spaghetti kod",
    "Zrobili nowy framework w Australii, jaki? Kangular",
    "Jak się nazywa dziedzina data science dla leniwych osób? Data spokój",
    "Czego fani Apple jedzą w święta najwięcej? Macowca",
    "Co mówi właściciel sklepu z artylerią? U mnie działa",
    "Powstał nowy sport, box z elementami jogi, nazywa się... flex-box",
    "Wkurzona dziewczyna pyta programistę, co wybierasz. Wyjście do kina czy edytor kodu? A on mówi, IDE",
    "Ulubiony framework jaszczurek? Gadsby",
    "Jaka jest najśmieszniejsza aplikacja na świecie? Adobe XD",
    "Ulubiona bajka project managerów? Gdzie jest Demo?",
    "Co łączy programistów i policjantów? Komendy",
    "Rodzice alergików zostali zapytani jak często dzieci maja katar No i matka odpowiada, że córka ma sezonowo a syn chronicznie",
    "Jak sie nazywa Ruby Developer na wczasach? Ruby on rejs",
    "Dlaczego PM'i znają się na napojach gazowanych? Bo codzniennie robią calle",
    "Jak się nazywa Developer, który ciągle robi sobię bekę? Beckendowiec",
    "Na jakiej stacji tankują DevOpsi? Na Shellu",
    "A ile trwało najkrótsze zlecenie dla Designera? Adobe",
    "Jak się nazywa najpopularniejszy web master na świecie? Peter Parker",
    "Dlaczego DevOpsi kupują nabiał u Weroniki? Bo lubią serwery",
    "Jak Czesi mówią na niewielkie elementy w HTMLu? Maledivy",
    "Jak nazywa się syn JavaScripta? JSON",
    "Jak wystraszyć React Developera? Hookiem",
    "Co się robi gdy chce się pochwalić React Developera? Propsuje się go",
    "Ulubiony burger Steve'a Jobs'a? Big Mac",
    "Czym Frontendowcy myją podłogę? AJAX'em",
    "Skąd wiadomo że programiści mają dziwne fantazje ? Bo trzymają stringi w bibliotece",
    "Jaki jest najlepszy sposób na naukę React'a? Rozmowa z Native'm",
    "Co słyszy frontwndowiec jak jedzie pociągniem? <td></td><td></td>",
    "Ulubiony tag niemieckich developerów? Guten tag",
    "Co łączy SQL'a i dupstep DROP",
    "Skąd informatyk bierze wodę? Z E-kranu!",
    "Dlaczego programiści mylą Boże Narodzenie z Halloween ? Bo 25 Dec = 31 Oct",
    "\"Z programowaniem jak z budową katedry, budujesz, budujesz a potem się modlisz (żeby wszystko działało)\"",
    "Co kupuje informatyk w aptece? Witaminę C++",
    "Dlaczego drukarka nigdy nie wygrywa w wyścigach? Bo zawsze jest tusz, tusz",
    "Ulubiona część garderoby przez informatyków? Stringi",
    "Jak śni programista? Na JAVIE",
    "A wisz jaki jest najlepszy edytor kodu? Vim",
    "Co mówi fasolka do groszku? Stay strong",
    "Co mówi pracownik supermarketu, gdy prosi o ostrożość? Be Carrefour",
    "Co mówi Gerald, gdy chce o coś zapytać? Hey, Ciri",
    "Ulubiony taniec piekarzy? Bread dance",
    "Skąd pochodzi najstraszniejszy kod? Skrypty",
    "Który z bohaterów miał najlepszą pamięć? RAMbo"
 ]
